a52dec
aalib
abseil-cpp
accountsservice
acl
acpi
acpid
adapta-maia-theme
adobe-source-code-pro-fonts
adwaita-cursors
adwaita-icon-theme
alsa-card-profiles
alsa-firmware
alsa-lib
alsa-oss
alsa-plugins
alsa-topology-conf
alsa-ucm-conf
alsa-utils
amd-ucode
aom
apparmor
appstream-glib
apr
apr-util
arandr
archlinux-appstream-data
archlinux-keyring
argon2
artwork-i3
asciiquarium
asio
at-spi2-core
atkmm
attr
audit
autoconf
automake
avahi
b43-fwcutter
babl
barrier
barrier-headless
base
bash
bashrc-manjaro
bc
benchmark
bibtool
binutils
bison
blas
blosc
blueman
bluez
bluez-libs
bluez-utils
bmenu
boost-libs
box2d
brotli
btrfs-progs
bubblewrap
bzip2
c-ares
ca-certificates
ca-certificates-mozilla
ca-certificates-utils
cairo
cairomm
cantarell-fonts
cdparanoia
check
chromaprint
chrpath
cifs-utils
ckbcomp
clang
clipit
clucene
cmake
cmark-gfm
cmus
compiler-rt
confuse
conky
conky-i3
coreutils
cpupower
cronie
crypto++
cryptsetup
cups
cups-filters
cups-pdf
curl
cython
dav1d
db
db5.3
dbus
dbus-glib
dbus-python
dconf
default-cursors
deluge
desktop-file-utils
device-mapper
dfc
dhclient
dhcpcd
diffutils
ding-libs
djvulibre
dmenu-manjaro
dmidecode
dmraid
dnsmasq
dnssec-anchors
dosfstools
double-conversion
downgrade
doxygen
duktape
dunst
e2fsprogs
ecryptfs-utils
efibootmgr
efivar
enchant
epdfview
ethtool
exempi
exfatprogs
exiv2
exo
expac
expat
f2fs-tools
faac
faad2
fakeroot
fbpdf-poppler-git
fd
ffcall
ffmpeg
ffmpeg4.4
ffmpegthumbnailer
fftw
file
filesystem
findutils
firefox
flac
flex
fluidsynth
fontconfig
foomatic-db
foomatic-db-gutenprint-ppds
foomatic-db-nonfree
foomatic-db-nonfree-ppds
foomatic-db-ppds
foxitreader
freefilesync-bin
freeglut
freetype2
fribidi
fuse-common
fuse2
fuse3
fzf
gawk
gc
gcab
gcc
gcc-fortran
gcc-libs
gcolor3
gcr
gcr-4
gd
gdal
gdbm
gdk-pixbuf2
gegl
geoip
geoip-database
geos
gettext
ghc-libs
ghostscript
giflib
gimp
girara
git
glew
glib-networking
glib2
glibc
glibc-locales
glibmm
glibmm-2.68
glslang
glu
gmp
gnome-autoar
gnome-desktop-4
gnome-desktop-common
gnome-keyring
gnupg
gnutls
go
gobject-introspection
gobject-introspection-runtime
goldendict-git
gparted
gperf
gpgme
gpm
gptfdisk
graphene
graphite
graphviz
grep
groff
grub
grub-theme-manjaro-dev
gsettings-desktop-schemas
gsfonts
gsm
gssdp
gssproxy
gst-libav
gst-plugin-pipewire
gst-plugins-bad
gst-plugins-bad-libs
gst-plugins-base
gst-plugins-base-libs
gst-plugins-good
gst-plugins-ugly
gstreamer
gstreamer0.10
gstreamer0.10-base
gtest
gtk-update-icon-cache
gtk2
gtk3
gtk4
gtkmm
gtkmm3
gtksourceview-pkgbuild
gtksourceview3
gtksourceview4
gtksourceview5
gts
gufw
guile
gumbo-parser
gupnp
gupnp-dlna
gupnp-igd
gutenprint
gvfs
gvfs-afc
gvfs-gphoto2
gvfs-mtp
gvfs-smb
gzip
harfbuzz
harfbuzz-icu
haskell-aeson
haskell-aeson-pretty
haskell-ansi-terminal
haskell-ansi-wl-pprint
haskell-appar
haskell-asn1-encoding
haskell-asn1-parse
haskell-asn1-types
haskell-assoc
haskell-async
haskell-attoparsec
haskell-attoparsec-iso8601
haskell-auto-update
haskell-base-compat
haskell-base-compat-batteries
haskell-base-orphans
haskell-base-unicode-symbols
haskell-base16-bytestring
haskell-base64
haskell-base64-bytestring
haskell-basement
haskell-bifunctors
haskell-bitvec
haskell-blaze-builder
haskell-blaze-html
haskell-blaze-markup
haskell-boring
haskell-bsb-http-chunked
haskell-byteable
haskell-byteorder
haskell-call-stack
haskell-case-insensitive
haskell-cereal
haskell-citeproc
haskell-cmdargs
haskell-colour
haskell-commonmark
haskell-commonmark-extensions
haskell-commonmark-pandoc
haskell-comonad
haskell-conduit
haskell-conduit-extra
haskell-connection
haskell-constraints
haskell-contravariant
haskell-cookie
haskell-cryptonite
haskell-data-array-byte
haskell-data-default
haskell-data-default-class
haskell-data-default-instances-containers
haskell-data-default-instances-dlist
haskell-data-default-instances-old-locale
haskell-data-fix
haskell-dec
haskell-digest
haskell-distributive
haskell-dlist
haskell-doclayout
haskell-doctemplates
haskell-easy-file
haskell-emojis
haskell-erf
haskell-fast-logger
haskell-file-embed
haskell-generically
haskell-ghc-bignum-orphans
haskell-glob
haskell-gridtables
haskell-haddock-library
haskell-hashable
haskell-hourglass
haskell-hslua
haskell-hslua-aeson
haskell-hslua-classes
haskell-hslua-core
haskell-hslua-list
haskell-hslua-marshalling
haskell-hslua-module-doclayout
haskell-hslua-module-path
haskell-hslua-module-system
haskell-hslua-module-text
haskell-hslua-module-version
haskell-hslua-module-zip
haskell-hslua-objectorientation
haskell-hslua-packaging
haskell-http-api-data
haskell-http-client
haskell-http-client-tls
haskell-http-date
haskell-http-media
haskell-http-types
haskell-http2
haskell-hunit
haskell-indexed-traversable
haskell-indexed-traversable-instances
haskell-integer-logarithms
haskell-iproute
haskell-ipynb
haskell-jira-wiki-markup
haskell-juicypixels
haskell-lexer
haskell-libyaml
haskell-lpeg
haskell-lua
haskell-memory
haskell-mime-types
haskell-mmorph
haskell-monad-control
haskell-mono-traversable
haskell-network
haskell-network-byte-order
haskell-network-uri
haskell-old-locale
haskell-old-time
haskell-onetuple
haskell-optparse-applicative
haskell-pandoc
haskell-pandoc-lua-engine
haskell-pandoc-lua-marshal
haskell-pandoc-server
haskell-pandoc-types
haskell-pem
haskell-pretty-show
haskell-primitive
haskell-psqueues
haskell-quickcheck
haskell-random
haskell-recv
haskell-resourcet
haskell-safe
haskell-safe-exceptions
haskell-scientific
haskell-semialign
haskell-semigroupoids
haskell-servant
haskell-servant-server
haskell-sha
haskell-simple-sendfile
haskell-singleton-bool
haskell-skylighting
haskell-skylighting-core
haskell-skylighting-format-ansi
haskell-skylighting-format-blaze-html
haskell-skylighting-format-context
haskell-skylighting-format-latex
haskell-socks
haskell-some
haskell-sop-core
haskell-split
haskell-splitmix
haskell-statevar
haskell-streaming-commons
haskell-strict
haskell-string-conversions
haskell-syb
haskell-tagged
haskell-tagsoup
haskell-temporary
haskell-texmath
haskell-text-conversions
haskell-text-icu
haskell-text-short
haskell-th-abstraction
haskell-th-compat
haskell-th-lift
haskell-th-lift-instances
haskell-these
haskell-time-compat
haskell-time-manager
haskell-tls
haskell-transformers-base
haskell-transformers-compat
haskell-type-equality
haskell-typed-process
haskell-unicode-collation
haskell-unicode-data
haskell-unicode-transforms
haskell-uniplate
haskell-unix-compat
haskell-unix-time
haskell-unliftio
haskell-unliftio-core
haskell-unordered-containers
haskell-utf8-string
haskell-uuid-types
haskell-vault
haskell-vector
haskell-vector-algorithms
haskell-vector-stream
haskell-wai
haskell-wai-app-static
haskell-wai-cors
haskell-wai-extra
haskell-wai-logger
haskell-warp
haskell-witherable
haskell-word8
haskell-x509
haskell-x509-store
haskell-x509-system
haskell-x509-validation
haskell-xml
haskell-xml-conduit
haskell-xml-types
haskell-yaml
haskell-zip-archive
haskell-zlib
haveged
hexchat
hicolor-icon-theme
hidapi
highlight
hslua-cli
htop
http-parser
hunspell
hwdata
hwinfo
hwloc
hyphen
i3-default-artwork
i3-help
i3-scripts
i3-scrot
i3-wm
i3exit
i3lock
i3status-manjaro
iana-etc
icu
ijs
imagemagick
imath
imlib2
inetutils
iniparser
insync
insync-nautilus
intltool
inxi
iproute2
iptables
iputils
iso-codes
iw
jack2
jansson
jasper
jbig2dec
jemalloc
jfsutils
jq
json-c
json-glib
jsoncpp
kauth
kbd
kcolorpicker
kcoreaddons
keynav
keyutils
kimageannotator
kitemmodels
kmod
krb5
ksnip
kvantum
kvantum-manjaro
kwindowsystem
l-smash
lame
lapack
lcms2
ldb
ldns
lensfun
less
lib32-at-spi2-core
lib32-brotli
lib32-bzip2
lib32-cairo
lib32-curl
lib32-dbus
lib32-e2fsprogs
lib32-expat
lib32-flex
lib32-fontconfig
lib32-freeglut
lib32-freetype2
lib32-fribidi
lib32-gcc-libs
lib32-gdk-pixbuf2
lib32-glew
lib32-glib2
lib32-glibc
lib32-glu
lib32-harfbuzz
lib32-icu
lib32-keyutils
lib32-krb5
lib32-libcap
lib32-libdatrie
lib32-libdrm
lib32-libelf
lib32-libffi
lib32-libgcrypt
lib32-libglvnd
lib32-libgpg-error
lib32-libice
lib32-libidn2
lib32-libjpeg-turbo
lib32-libldap
lib32-libpciaccess
lib32-libpng
lib32-libpsl
lib32-libsm
lib32-libssh2
lib32-libthai
lib32-libtiff
lib32-libtirpc
lib32-libunistring
lib32-libunwind
lib32-libva
lib32-libva-vdpau-driver
lib32-libvdpau
lib32-libx11
lib32-libxau
lib32-libxcb
lib32-libxcrypt
lib32-libxdamage
lib32-libxdmcp
lib32-libxext
lib32-libxfixes
lib32-libxft
lib32-libxi
lib32-libxml2
lib32-libxmu
lib32-libxrandr
lib32-libxrender
lib32-libxshmfence
lib32-libxt
lib32-libxtst
lib32-libxxf86vm
lib32-llvm-libs
lib32-lm_sensors
lib32-mesa
lib32-mesa-demos
lib32-mesa-vdpau
lib32-ncurses
lib32-openssl
lib32-pam
lib32-pango
lib32-pcre2
lib32-pixman
lib32-systemd
lib32-util-linux
lib32-vulkan-icd-loader
lib32-vulkan-intel
lib32-vulkan-radeon
lib32-wayland
lib32-xz
lib32-zlib
lib32-zstd
libabw
libadwaita
libaio
libao
libappindicator-gtk3
libarchive
libass
libassuan
libasyncns
libatasmart
libatomic_ops
libavc1394
libavif
libavtp
libb2
libblockdev
libbluray
libbpf
libbs2b
libbsd
libburn
libbytesize
libcaca
libcamera
libcanberra
libcap
libcap-ng
libcdio
libcdio-paranoia
libcdr
libcloudproviders
libcolord
libconfig
libcue
libcups
libdaemon
libdatrie
libdbusmenu-glib
libdbusmenu-gtk3
libdc1394
libdca
libde265
libdeflate
libdiscid
libdispatch
libdrm
libdv
libdvbpsi
libdvdcss
libdvdnav
libdvdread
libe-book
libeb
libebml
libedit
libelf
libepoxy
libepubgen
libetonyek
libev
libevdev
libevent
libexif
libexttextcat
libfdk-aac
libffi
libfm
libfm-extra
libfm-gtk2
libfontenc
libfreeaptx
libfreehand
libfreexl
libgcrypt
libgeotiff
libgexiv2
libgirepository
libgit2
libglvnd
libgme
libgpg-error
libgphoto2
libgpod
libgrss
libgsf
libgtop
libgudev
libgxps
libhandy
libheif
libical
libice
libid3tag
libidn
libidn2
libiec61883
libimagequant
libimobiledevice
libindicator-gtk3
libinih
libinput
libinstpatch
libiptcdata
libisl
libisofs
libixion
libjpeg-turbo
libkate
libksba
liblangtag
liblc3
libldac
libldap
liblqr
liblrdf
libltc
libluv
libmad
libmanette
libmatroska
libmbim
libmd
libmediainfo
libmfx
libmicrodns
libmm-glib
libmms
libmng
libmnl
libmodplug
libmpc
libmpcdec
libmpeg2
libmspub
libmtp
libmwaw
libmypaint
libnautilus-extension
libndp
libnet
libnetfilter_conntrack
libnewt
libnfnetlink
libnftnl
libnghttp2
libnice
libnl
libnm
libnma
libnma-common
libnotify
libnsl
libnumbertext
libodfgen
libogg
libomxil-bellagio
libopenmpt
liborcus
libosinfo
libp11-kit
libpagemaker
libpamac
libpaper
libpcap
libpciaccess
libpgm
libpipeline
libplacebo
libplist
libpng
libportal
libportal-gtk4
libproxy
libpsl
libptytty
libpulse
libqalculate
libqmi
libqrtr-glib
libqxp
libraqm
libraw
libraw1394
libreoffice-still
librevenge
librsvg
librttopo
libsamplerate
libsasl
libsass
libseccomp
libsecret
libshout
libsidplay
libsigc++
libsigc++-3.0
libsigsegv
libsm
libsndfile
libsodium
libsoup
libsoup3
libsoxr
libspatialite
libspectre
libspiro
libsrtp
libssh
libssh2
libstaroffice
libstemmer
libsynctex
libsysprof-capture
libtar
libtasn1
libteam
libtermkey
libthai
libtheora
libtiff
libtirpc
libtommath
libtool
libtorrent-rasterbar
libunistring
libunwind
libupnp
liburcu
libusb
libusbmuxd
libutempter
libutf8proc
libuv
libva
libva-mesa-driver
libva-vdpau-driver
libvdpau
libverto
libvisio
libvisual
libvorbis
libvpx
libvterm
libwacom
libwbclient
libwebp
libwireplumber
libwmf
libwpd
libwpe
libwpg
libwps
libx11
libx86emu
libxau
libxaw
libxcb
libxcomposite
libxcrypt
libxcursor
libxcvt
libxdamage
libxdg-basedir
libxdmcp
libxext
libxfce4ui
libxfce4util
libxfixes
libxfont2
libxft
libxi
libxinerama
libxkbcommon
libxkbcommon-x11
libxkbfile
libxklavier
libxml2
libxmu
libxnvctrl
libxpm
libxpresent
libxrandr
libxrender
libxshmfence
libxslt
libxss
libxt
libxtst
libxv
libxvmc
libxxf86vm
libyaml
libyuv
libzen
libzmf
licenses
lightdm
lightdm-settings
lightdm-slick-greeter
lilv
linux-api-headers
linux-firmware
linux-firmware-whence
linux61
lld
llvm
llvm-libs
lm_sensors
lmdb
logrotate
lpsolve
lsb-release
lshw
lua
lua-lpeg
lua52
luajit
luit
lv2
lvm2
lxappearance
lxinput
lxmenu-data
lz4
lzo
m4
maia-console
mailcap
make
man-db
man-pages
manjaro-alsa
manjaro-application-utility
manjaro-base-skel
manjaro-browser-settings
manjaro-hello
manjaro-hotfixes
manjaro-i3-settings
manjaro-icons
manjaro-keyring
manjaro-pipewire
manjaro-printer
manjaro-ranger-settings
manjaro-release
manjaro-settings-manager
manjaro-settings-manager-notifier
manjaro-system
manjaro-zsh-config
marisa
matcha-gtk-theme
md4c
mdadm
mediainfo
memtest86+
memtest86+-efi
menu-cache
mesa
mesa-demos
mesa-vdpau
meson
mhwd
mhwd-amdgpu
mhwd-ati
mhwd-db
mhwd-nvidia
mhwd-nvidia-390xx
mhwd-nvidia-470xx
minizip
mjpegtools
mkinitcpio
mkinitcpio-busybox
mkinitcpio-openswap
mlocate
mobile-broadband-provider-info
moc
modemmanager
morc_menu
mousepad
mpfr
mpg123
mpv
msgpack-c
mtdev
mujs
mupdf
mypaint-brushes1
nano
nano-syntax-highlighting
nautilus
ncdu
ncurses
ndctl
neon
neovim
netctl
netpbm
nettle
network-manager-applet
networkmanager
networkmanager-openconnect
networkmanager-openvpn
networkmanager-pptp
networkmanager-vpnc
nfs-utils
nfsidmap
nftables
ninja
nitrogen
nm-connection-editor
nodejs
noto-fonts
npth
nspr
nss
nss-mdns
ntfs-3g
ntp
numactl
oath-toolkit
ocl-icd
oniguruma
openal
opencc
openconnect
opencore-amr
openexr
openjpeg2
openmpi
openpmix
openresolv
openssh
openssl
openssl-1.0
openssl-1.1
openvpn
opus
orc
os-prober
osinfo-db
p11-kit
p7zip
pacman
pacman-mirrors
pacui
palemoon-bin
pam
pamac-cli
pamac-gtk
pambase
pandoc-cli
pango
pangomm
papirus-icon-theme
papirus-maia-icon-theme
parted
patch
patchutils
pciutils
pcmanfm
pcre
pcre2
pcsclite
perl
perl-clone
perl-curses
perl-encode-locale
perl-error
perl-file-basedir
perl-file-desktopentry
perl-file-listing
perl-file-mimeinfo
perl-file-which
perl-html-parser
perl-html-tagset
perl-http-cookies
perl-http-daemon
perl-http-date
perl-http-message
perl-http-negotiate
perl-image-exiftool
perl-io-html
perl-ipc-system-simple
perl-libwww
perl-lwp-mediatypes
perl-mailtools
perl-net-http
perl-term-animation
perl-timedate
perl-try-tiny
perl-uri
perl-www-robotrules
perl-xml-parser
perl-xml-writer
picom
pinentry
pipewire
pipewire-alsa
pipewire-audio
pipewire-pulse
pixman
pkcs11-helper
pkgconf
pkgfile
polkit
polkit-gnome
polkit-qt5
poppler
poppler-data
poppler-glib
popt
portaudio
postgresql-libs
potrace
powertop
ppp
pptpclient
procps-ng
proj
protobuf
psmisc
pyside6
python
python-appdirs
python-attrs
python-autocommand
python-automat
python-babel
python-cairo
python-certifi
python-cffi
python-chardet
python-click
python-constantly
python-cryptography
python-dateutil
python-distro
python-docopt
python-docutils
python-fastjsonschema
python-geoip
python-gobject
python-hyperlink
python-idna
python-ifaddr
python-imagesize
python-incremental
python-inflect
python-jaraco.context
python-jaraco.functools
python-jaraco.text
python-jinja
python-mako
python-manjaro-sdk
python-markdown
python-markupsafe
python-more-itertools
python-nautilus
python-npyscreen
python-ordered-set
python-packaging
python-pillow
python-platformdirs
python-ply
python-psutil
python-pyasn1
python-pyasn1-modules
python-pycparser
python-pydantic
python-pyfiglet
python-pygments
python-pyopenssl
python-pyparsing
python-pytz
python-pyxdg
python-rencode
python-requests
python-service-identity
python-setproctitle
python-setuptools
python-six
python-snowballstemmer
python-sphinx
python-sphinx-alabaster-theme
python-sphinxcontrib-applehelp
python-sphinxcontrib-devhelp
python-sphinxcontrib-htmlhelp
python-sphinxcontrib-jsmath
python-sphinxcontrib-qthelp
python-sphinxcontrib-serializinghtml
python-systemd
python-tomli
python-trove-classifiers
python-twisted
python-typing_extensions
python-urllib3
python-validate-pyproject
python-xapp
python-xlib
python-zope-interface
qhull
qpdf
qrencode
qt5-base
qt5-declarative
qt5-doc
qt5-location
qt5-multimedia
qt5-sensors
qt5-svg
qt5-tools
qt5-translations
qt5-webchannel
qt5-webkit
qt5-x11extras
qt5ct
qt6-5compat
qt6-base
qt6-declarative
qt6-imageformats
qt6-svg
qt6-translations
qt6-wayland
quarto-cli-bin
r
r-assertthat
r-backports
r-brio
r-callr
r-cli
r-cpp11
r-crayon
r-desc
r-diffobj
r-digest
r-ellipsis
r-evaluate
r-fansi
r-fs
r-generics
r-geojsonsf
r-geometries
r-glue
r-jsonify
r-jsonlite
r-lifecycle
r-magrittr
r-pillar
r-pkgconfig
r-pkgload
r-praise
r-processx
r-ps
r-r6
r-rapidjsonr
r-rcpp
r-rematch2
r-rlang
r-rprojroot
r-sfheaders
r-stringi
r-stringr
r-testthat
r-tibble
r-tinytest
r-utf8
r-vctrs
r-waldo
r-withr
ranger
raptor
rasqal
rav1e
re2c
readline
redland
reiserfsprogs
rhash
ripgrep
rnnoise
rofi
rofi-calc
rpcbind
rstudio-desktop-bin
rsync
rtmpdump
rubberband
ruby
ruby-abbrev
ruby-base64
ruby-benchmark
ruby-bigdecimal
ruby-bundledgems
ruby-bundler
ruby-cgi
ruby-csv
ruby-date
ruby-delegate
ruby-did_you_mean
ruby-digest
ruby-drb
ruby-english
ruby-erb
ruby-etc
ruby-fcntl
ruby-fiddle
ruby-fileutils
ruby-find
ruby-forwardable
ruby-getoptlong
ruby-io-console
ruby-io-nonblock
ruby-io-wait
ruby-ipaddr
ruby-irb
ruby-json
ruby-logger
ruby-minitest
ruby-mutex_m
ruby-net-http
ruby-open-uri
ruby-power_assert
ruby-psych
ruby-racc
ruby-rake
ruby-rdoc
ruby-reline
ruby-rexml
ruby-ruby2_keywords
ruby-stdlib
ruby-stringio
ruby-test-unit
ruby-time
ruby-tmpdir
ruby-uri
rubygems
run-parts
rxvt-unicode
rxvt-unicode-terminfo
s-nail
sbc
sbxkb
screenfetch
scrot
sdl12-compat
sdl2
sed
serd
serf
sg3_utils
shaderc
shadow
shared-mime-info
shiboken6
slang
smbclient
snapd
snappy
sof-firmware
sord
sound-theme-freedesktop
soundtouch
spandsp
spectre-meltdown-checker
speedtest-cli
speex
speexdsp
spirv-tools
sqlite
squashfs-tools
sratom
srt
st-manjaro
startup-notification
stoken
subversion
sudo
suitesparse
svt-av1
svt-hevc
syncthing
sysfsutils
syslog-ng
systemd
systemd-fsck-silent
systemd-libs
systemd-sysvcompat
t1lib
taglib
tailscale
talloc
tar
tdb
telegram-desktop
termdown
terminus-font
tevent
texinfo
texlive-bin
texlive-core
texlive-latexextra
thin-provisioning-tools
tinycompress
tinyxml2
tmux
totem-pl-parser
tpm2-tss
tracker3
tracker3-miners
translate-shell
tree
tree-sitter
tslib
ttf-bitstream-vera
ttf-dejavu
ttf-droid
ttf-font-awesome
ttf-font-icons
ttf-inconsolata
ttf-indic-otf
ttf-liberation
ttf-noto-nerd
ttf-opensans
ttf-terminus-nerd
twolame
tzdata
uchardet
udisks2
udunits
ueberzug
ufw
unclutter
unibilium
unixodbc
unzip
upower
urxvt-perls
usbmuxd
usbutils
util-linux
util-linux-libs
v4l-utils
v86d
vi
vibrancy-icons-teal
vid.stab
viewnior
vifm
vim
vim-runtime
vlc
vmaf
volume_key
volumeicon
vpnc
vulkan-headers
vulkan-icd-loader
vulkan-intel
vulkan-radeon
w3m
wallpapers-juhraya
wavpack
wayland
web-installer-url-handler
webkit2gtk
webrtc-audio-processing
wget
which
wildmidi
wireless-regdb
wireless_tools
wireplumber
wmutils
woff2
wol-systemd
wpa_supplicant
wpebackend-fdo
x264
x265
xarchiver
xautolock
xbitmaps
xcb-proto
xcb-util
xcb-util-cursor
xcb-util-image
xcb-util-keysyms
xcb-util-renderutil
xcb-util-wm
xcb-util-xrm
xclip
xcursor-breeze
xcursor-chameleon-pearl
xcursor-maia
xdg-dbus-proxy
xdg-user-dirs
xdg-utils
xdotool
xerces-c
xf86-input-elographics
xf86-input-evdev
xf86-input-libinput
xf86-input-void
xf86-video-amdgpu
xf86-video-ati
xf86-video-intel
xf86-video-nouveau
xfburn
xfce4-notifyd
xfce4-power-manager
xfconf
xfsprogs
xkeyboard-config
xmlsec
xorg-fonts-alias-misc
xorg-fonts-encodings
xorg-fonts-misc
xorg-mkfontscale
xorg-server
xorg-server-common
xorg-setxkbmap
xorg-twm
xorg-xauth
xorg-xdpyinfo
xorg-xhost
xorg-xinit
xorg-xinput
xorg-xkbcomp
xorg-xkill
xorg-xmodmap
xorg-xprop
xorg-xrandr
xorg-xrdb
xorg-xset
xorgproto
xsel
xterm
xvidcore
xxhash
xz
yajl
yarn
yay
youtube-dl
zathura
zathura-cb
zathura-djvu
zathura-pdf-poppler
zathura-ps
zbar
zensu
zeromq
zimg
zip
zlib
zsh
zsh-autosuggestions
zsh-completions
zsh-history-substring-search
zsh-syntax-highlighting
zsh-theme-powerlevel10k
zstd
zvbi
zxing-cpp
zziplib
