a52dec
aalib
abduco
accountsservice
acl
acpi
acpid
adapta-maia-theme
adobe-source-code-pro-fonts
adwaita-icon-theme
alsa-firmware
alsa-lib
alsa-oss
alsa-plugins
alsa-topology-conf
alsa-ucm-conf
alsa-utils
anki
aom
appimagelauncher
appstream-glib
apr
apr-util
arandr
archlinux-appstream-data
archlinux-keyring
argon2
argyllcms
aribb24
artwork-i3
asciiquarium
aspell
at-spi2-atk
at-spi2-core
atk
atkmm
atool
attr
audit
autoconf
automake
avahi
b43-fwcutter
babl
bash
bashrc-manjaro
bc
biber
bibtool
binutils
bison
blas
blueman
bluez
bluez-libs
bluez-utils
bmenu
boost
boost-libs
brandr
brotli
btrfs-progs
bubblewrap
bwm-ng
bzip2
c-ares
ca-certificates
ca-certificates-mozilla
ca-certificates-utils
cairo
cairomm
cantarell-fonts
cblas
cdparanoia
celt
cfitsio
chromaprint
cifs-utils
ckbcomp
clang
clipit
clucene
cmark-gfm
cmus
colord
colord-gtk
colord-sane
compiler-rt
confuse
conky
conky-i3
coreutils
cpupower
cracklib
crda
cronie
cryptsetup
cups
cups-filters
cups-pdf
cups-pk-helper
curl
darktable
dav1d
db
dbus
dbus-glib
dcd
dconf
debtap
deluge
deluge-gtk
desktop-file-utils
device-mapper
dfc
dfmt
dhclient
dhcpcd
diffutils
ding-libs
discord
displaycal
djvulibre
dmd
dmd-docs
dmenu-manjaro
dmidecode
dmraid
dnsmasq
dnssec-anchors
dosfstools
double-conversion
downgrade
dropbox
dscanner
dtools
dub
dunst
dunstify
e2fsprogs
ecryptfs-utils
efibootmgr
efivar
elfutils
enca
enchant
epdfview
exempi
exfat-utils
exiv2
exo
expac
expat
f2fs-tools
faac
faad2
fakeroot
fd
ffmpeg
ffmpegthumbnailer
fftw
file
filesystem
findutils
firefox
flac
flameshot
flex
flickcurl
fluidsynth
fontconfig
foomatic-db
foomatic-db-engine
foomatic-db-gutenprint-ppds
foxitreader
freeglut
freeoffice
freetype2
fribidi
fuse-common
fuse2
fuse3
fuseiso
fzf
gawk
gc
gcab
gcc
gcc-d
gcc-fortran
gcc-libs
gcolor2
gconf
gcr
gd
gdal
gdbm
gdk-pixbuf2
gegl
geoclue
geocode-glib
geoip
geoip-database
geos
gephi
gettext
ghc-libs
ghostscript
giblib
giflib
gimp
girara
git
gksu-polkit
glew
glib-networking
glib2
glibc
glibmm
glslang
glu
gmp
gnome-autoar
gnome-desktop
gnome-keyring
gnome-terminal
gnupg
gnutls
go
gobject-introspection-runtime
goldendict
google-chrome
gparted
gpgme
gpm
gptfdisk
graphene
graphicsmagick
graphite
grep
groff
grub
grub-theme-manjaro-dev
gsettings-desktop-schemas
gsfonts
gsl
gsm
gssdp
gssproxy
gst-libav
gst-plugins-bad
gst-plugins-bad-libs
gst-plugins-base
gst-plugins-base-libs
gst-plugins-good
gst-plugins-ugly
gstreamer
gstreamer0.10
gstreamer0.10-base
gtest
gtk-engine-murrine
gtk-update-icon-cache
gtk2
gtk3
gtkmm
gtkmm3
gtksourceview-pkgbuild
gtksourceview3
gufw
guile
gupnp
gupnp-dlna
gupnp-igd
gutenprint
gvfs
gvfs-afc
gvfs-gphoto2
gvfs-mtp
gvfs-smb
gzip
harfbuzz
harfbuzz-icu
haskell-aeson
haskell-aeson-pretty
haskell-ansi-terminal
haskell-ansi-wl-pprint
haskell-asn1-encoding
haskell-asn1-parse
haskell-asn1-types
haskell-async
haskell-attoparsec
haskell-base-compat
haskell-base-compat-batteries
haskell-base-noprelude
haskell-base-orphans
haskell-base-unicode-symbols
haskell-base16-bytestring
haskell-base64-bytestring
haskell-basement
haskell-bitarray
haskell-blaze-builder
haskell-blaze-html
haskell-blaze-markup
haskell-byteable
haskell-case-insensitive
haskell-cereal
haskell-cmark-gfm
haskell-cmdargs
haskell-colour
haskell-conduit
haskell-conduit-extra
haskell-connection
haskell-cookie
haskell-cryptonite
haskell-data-accessor
haskell-data-accessor-template
haskell-data-accessor-transformers
haskell-data-default
haskell-data-default-class
haskell-data-default-instances-containers
haskell-data-default-instances-dlist
haskell-data-default-instances-old-locale
haskell-digest
haskell-dlist
haskell-doclayout
haskell-doctemplates
haskell-emojis
haskell-erf
haskell-errors
haskell-exceptions
haskell-gitrev
haskell-glob
haskell-haddock-library
haskell-hashable
haskell-hourglass
haskell-hs-bibutils
haskell-hslua
haskell-hslua-module-system
haskell-hslua-module-text
haskell-hsyaml
haskell-hsyaml-aeson
haskell-http
haskell-http-client
haskell-http-client-tls
haskell-http-types
haskell-hxt
haskell-hxt-charproperties
haskell-hxt-regex-xmlschema
haskell-hxt-unicode
haskell-integer-logarithms
haskell-ipynb
haskell-jira-wiki-markup
haskell-juicypixels
haskell-libyaml
haskell-memory
haskell-mime-types
haskell-mono-traversable
haskell-network
haskell-network-uri
haskell-old-locale
haskell-old-time
haskell-open-browser
haskell-optparse-applicative
haskell-pandoc-types
haskell-pem
haskell-primitive
haskell-quickcheck
haskell-random
haskell-regex-base
haskell-regex-pcre
haskell-resourcet
haskell-rfc5051
haskell-roman-numerals
haskell-safe
haskell-scientific
haskell-setenv
haskell-sha
haskell-skylighting
haskell-skylighting-core
haskell-socks
haskell-split
haskell-splitmix
haskell-streaming-commons
haskell-syb
haskell-tagged
haskell-tagsoup
haskell-temporary
haskell-texmath
haskell-text-conversions
haskell-text-icu
haskell-th-abstraction
haskell-time-compat
haskell-tls
haskell-transformers-compat
haskell-typed-process
haskell-unicode-transforms
haskell-unliftio-core
haskell-unordered-containers
haskell-utf8-string
haskell-utility-ht
haskell-uuid-types
haskell-vector
haskell-vector-algorithms
haskell-x509
haskell-x509-store
haskell-x509-system
haskell-x509-validation
haskell-xml
haskell-xml-conduit
haskell-xml-types
haskell-yaml
haskell-zip-archive
haskell-zlib
haveged
hdf5
hdparm
hexchat
hfsprogs
hicolor-icon-theme
hplip
hspell
htop
hunspell
hunspell-en_US
hwids
hwinfo
hwloc
hyphen
i3-default-artwork
i3-gaps
i3-help
i3-scripts
i3-scrot
i3exit
i3lock
i3status-manjaro
iana-etc
ibus
icu
ijs
imagemagick
imlib2
inetutils
intel-tbb
intel-ucode
inxi
iproute2
iptables
iputils
ipw2100-fw
ipw2200-fw
iscan
iscan-data
iscan-plugin-perfection-v370
iso-codes
isousb
iw
jack2
jamin-cvs
jansson
jasper
java-environment-common
java-runtime-common
jbig2dec
jfsutils
jre-openjdk
jre-openjdk-headless
jre10-openjdk
jre10-openjdk-headless
js60
json-c
json-glib
kauth
kbd
kcoreaddons
keyutils
kitemmodels
klavaro
kmod
krb5
kvantum-manjaro
kvantum-qt5
kwindowsystem
l-smash
ladspa
lame
lapack
lastpass-cli
lcms2
ldb
ldc
ldns
lensfun
less
lib32-alsa-lib
lib32-alsa-oss
lib32-alsa-plugins
lib32-bzip2
lib32-expat
lib32-flex
lib32-gcc-libs
lib32-glew
lib32-glibc
lib32-glu
lib32-icu
lib32-libdrm
lib32-libelf
lib32-libffi
lib32-libglvnd
lib32-libice
lib32-libpciaccess
lib32-libsm
lib32-libva
lib32-libva-vdpau-driver
lib32-libvdpau
lib32-libx11
lib32-libxau
lib32-libxcb
lib32-libxdamage
lib32-libxdmcp
lib32-libxext
lib32-libxfixes
lib32-libxi
lib32-libxml2
lib32-libxmu
lib32-libxshmfence
lib32-libxt
lib32-libxxf86vm
lib32-llvm-libs
lib32-lm_sensors
lib32-lz4
lib32-mesa
lib32-mesa-demos
lib32-mesa-vdpau
lib32-ncurses
lib32-nvidia-340xx-utils
lib32-readline
lib32-util-linux
lib32-vulkan-intel
lib32-vulkan-radeon
lib32-wayland
lib32-xz
lib32-zlib
lib32-zstd
libabw
libaec
libaio
libao
libappimage
libappindicator-gtk2
libarchive
libass
libassuan
libasyncns
libatasmart
libatomic_ops
libavc1394
libblockdev
libbluray
libbs2b
libbsd
libburn
libbytesize
libcaca
libcanberra
libcanberra-pulse
libcap
libcap-ng
libcddb
libcdio
libcdio-paranoia
libcdr
libcloudproviders
libcmis
libconfig
libcroco
libcue
libcups
libdaemon
libdatrie
libdbi
libdbusmenu-glib
libdbusmenu-gtk2
libdbusmenu-qt5
libdc1394
libdca
libde265
libdiscid
libdrm
libdv
libdvbpsi
libdvdcss
libdvdnav
libdvdread
libe-book
libebml
libedit
libelf
libepoxy
libepubgen
libetonyek
libev
libevdev
libevent
libexif
libexttextcat
libfdk-aac
libffi
libfm
libfm-extra
libfm-gtk2
libfontenc
libfreehand
libfreexl
libftdi
libgcrypt
libgee06
libgeotiff
libgexiv2
libglade
libglvnd
libgme
libgpg-error
libgphoto2
libgpod
libgrss
libgsf
libgudev
libgusb
libgxps
libheif
libibus
libical
libice
libid3tag
libidn
libidn2
libiec61883
libieee1284
libimagequant
libimobiledevice
libindicator-gtk2
libinput
libinstpatch
libiptcdata
libisofs
libixion
libjpeg-turbo
libkate
libkeybinder3
libksba
liblangtag
libldap
liblo
liblouis
liblphobos
liblqr
liblrdf
libluv
libmad
libmatroska
libmbim
libmfx
libmicrohttpd
libmm-glib
libmms
libmng
libmnl
libmodplug
libmp4v2
libmpc
libmpcdec
libmpeg2
libmspub
libmtp
libmwaw
libmypaint
libnautilus-extension
libndp
libnet
libnetfilter_conntrack
libnewt
libnfnetlink
libnftnl
libnghttp2
libnice
libnl
libnm
libnma
libnotify
libnsl
libnumbertext
libodfgen
libofa
libogg
libomxil-bellagio
liborcus
libosinfo
libp11-kit
libpagemaker
libpaper
libpcap
libpciaccess
libpgm
libphobos
libpipeline
libplacebo
libplist
libpng
libproxy
libpsl
libpulse
libqmi
libquvi
libquvi-scripts
libqxp
libraqm
libraw
libraw1394
libreoffice-fresh
librevenge
librsvg
libsamplerate
libsasl
libseccomp
libsecret
libshout
libsidplay
libsigc++
libsigsegv
libsm
libsndfile
libsodium
libsoup
libsoxr
libspatialite
libspectre
libspiro
libsrtp
libssh
libssh2
libstaroffice
libstdc++5
libstemmer
libsynctex
libtar
libtasn1
libteam
libtermkey
libthai
libtheora
libtiff
libtiger
libtirpc
libtommath
libtool
libtorrent-rasterbar
libunistring
libunwind
libupnp
libusb
libusb-compat
libusbmuxd
libutempter
libutf8proc
libutil-linux
libuv
libuvc
libva
libva-mesa-driver
libva-vdpau-driver
libvdpau
libvisio
libvisual
libvoikko
libvorbis
libvpx
libvterm
libwacom
libwbclient
libwebp
libwmf
libwpd
libwpe
libwpg
libwps
libx11
libx86emu
libxau
libxaw
libxcb
libxcomposite
libxcursor
libxdamage
libxdg-basedir
libxdmcp
libxext
libxfce4ui
libxfce4util
libxfixes
libxfont2
libxft
libxi
libxinerama
libxkbcommon
libxkbcommon-x11
libxkbfile
libxklavier
libxml2
libxmu
libxnvctrl
libxpm
libxrandr
libxrender
libxshmfence
libxslt
libxss
libxt
libxtst
libxv
libxvmc
libxxf86vm
libyaml
libzip
libzmf
licenses
lightdm
lightdm-settings
lightdm-slick-greeter
lilv
links
linux-api-headers
linux-firmware
linux414
linux414-nvidia-340xx
linux414-r8168
linux414-virtualbox-host-modules
lirc
llvm
llvm-libs
lm_sensors
lmdb
logrotate
lpsolve
lsb-release
lshw
lua
lua52
lua52-bitop
lua52-expat
lua52-lpeg
lua52-luajson
lua52-socket
luajit
lv2
lvm2
lxappearance
lxinput
lxmenu-data
lxterminal
lz4
lzo
m4
maia-console
mailcap
make
man-db
man-pages
manjaro-alsa
manjaro-base-skel
manjaro-browser-settings
manjaro-firmware
manjaro-hello
manjaro-hotfixes
manjaro-i3-settings
manjaro-icons
manjaro-keyring
manjaro-printer
manjaro-release
manjaro-settings-manager
manjaro-settings-manager-notifier
manjaro-system
mariadb-libs
markdown_previewer
maven
maxima
md4c
mdadm
memtest86+
menu-cache
mesa
mesa-demos
mesa-vdpau
metis
mhwd
mhwd-amdgpu
mhwd-ati
mhwd-db
mhwd-nvidia-340xx
mhwd-nvidia-390xx
mhwd-nvidia-418xx
mhwd-nvidia-430xx
mhwd-nvidia-435xx
mhwd-nvidia-440xx
minetime
minizip
mjpegtools
mkinitcpio
mkinitcpio-busybox
mkinitcpio-openswap
mlocate
mobile-broadband-provider-info
moc
modemmanager
morc_menu
mousepad
mpfr
mpg123
mplayer
mpv
msgpack-c
mtdev
mujs
mypaint-brushes1
nano
nautilus
nautilus-sendto
ncdu
ncurses
ndctl
neon
neovim
nerd-fonts-terminus
net-snmp
netcdf
netctl
nettle
network-manager-applet
networkmanager
networkmanager-openconnect
networkmanager-openvpn
networkmanager-pptp
networkmanager-vpnc
nextcloud-client
nfs-utils
nfsidmap
nitrogen
nm-connection-editor
node-gyp
nodejs
noto-fonts
npm
npth
nspr
nss
nss-mdns
ntfs-3g
ntp
nvidia-340xx-utils
onedrive-abraunegg
oniguruma
open-fuse-iso
openal
openconnect
opencore-amr
openexr
openjdk-devel
openjpeg2
openmp
openmpi
openresolv
openssh
openssl
openssl-1.0
openvpn
opera-ffmpeg-codecs
opus
orc
os-prober
osinfo-db
osm-gps-map
p11-kit
p7zip
package-query
pacman
pacman-mirrors
pacui
palemoon-bin
pam
pamac-cli
pamac-common
pamac-gtk
pambase
pandoc
pandoc-citeproc
pandoc-crossref
pango
pangomm
papirus-icon-theme
papirus-maia-icon-theme
parted
patch
patchutils
pavucontrol
pciutils
pcmanfm
pcre
pcre2
pcsclite
peek
perl
perl-alien-build
perl-alien-libxml2
perl-autovivification
perl-b-hooks-endofscope
perl-business-isbn
perl-business-isbn-data
perl-business-ismn
perl-business-issn
perl-capture-tiny
perl-class-accessor
perl-class-data-inheritable
perl-class-factory-util
perl-class-inspector
perl-class-load
perl-class-singleton
perl-clone
perl-curses
perl-data-compare
perl-data-dump
perl-data-optlist
perl-data-uniqid
perl-datetime
perl-datetime-calendar-julian
perl-datetime-format-builder
perl-datetime-format-strptime
perl-datetime-locale
perl-datetime-timezone
perl-dbi
perl-devel-stacktrace
perl-dist-checkconflicts
perl-encode-locale
perl-error
perl-eval-closure
perl-exception-class
perl-exporter-tiny
perl-ffi-checklib
perl-file-basedir
perl-file-chdir
perl-file-desktopentry
perl-file-find-rule
perl-file-listing
perl-file-mimeinfo
perl-file-sharedir
perl-file-sharedir-install
perl-file-slurp-tiny
perl-file-slurper
perl-file-which
perl-html-parser
perl-html-tagset
perl-http-cookies
perl-http-daemon
perl-http-date
perl-http-message
perl-http-negotiate
perl-inc-latest
perl-io-html
perl-io-socket-ssl
perl-io-string
perl-ipc-run3
perl-ipc-system-simple
perl-libwww
perl-lingua-translit
perl-list-allutils
perl-list-moreutils
perl-list-moreutils-xs
perl-list-someutils
perl-list-utilsby
perl-log-log4perl
perl-lwp-mediatypes
perl-lwp-protocol-https
perl-mailtools
perl-math-round
perl-mime-charset
perl-module-build
perl-module-implementation
perl-module-runtime
perl-mozilla-ca
perl-mro-compat
perl-namespace-autoclean
perl-namespace-clean
perl-net-http
perl-net-ssleay
perl-number-compare
perl-package-deprecationmanager
perl-package-stash
perl-package-stash-xs
perl-params-util
perl-params-validate
perl-params-validationcompiler
perl-path-tiny
perl-perlio-utf8-strict
perl-regexp-common
perl-role-tiny
perl-sort-key
perl-specio
perl-sub-exporter
perl-sub-exporter-progressive
perl-sub-identify
perl-sub-install
perl-sub-name
perl-term-animation
perl-test-fatal
perl-text-bibtex
perl-text-csv
perl-text-glob
perl-text-roman
perl-tie-cycle
perl-timedate
perl-try-tiny
perl-unicode-linebreak
perl-uri
perl-variable-magic
perl-www-robotrules
perl-xml-libxml
perl-xml-libxml-simple
perl-xml-libxslt
perl-xml-namespacesupport
perl-xml-sax
perl-xml-sax-base
perl-xml-writer
phonon-qt5
phonon-qt5-gstreamer
php
picom
pinentry
pixman
pkcs11-helper
pkgconf
pkgfile
polkit
polkit-gnome
polkit-qt5
poppler
poppler-data
poppler-glib
popt
portaudio
postgresql-libs
potrace
powertop
ppp
pptpclient
procps-ng
proj
psmisc
pugixml
pulseaudio
pulseaudio-alsa
pygobject-devel
pygtk
python
python-appdirs
python-asn1crypto
python-attrs
python-automat
python-beaker
python-beautifulsoup4
python-cachecontrol
python-cairo
python-cffi
python-chardet
python-click
python-colorama
python-configobj
python-constantly
python-contextlib2
python-cryptography
python-dateutil
python-dbus
python-dbus-common
python-decorator
python-distlib
python-distro
python-filelock
python-geoip
python-gobject
python-greenlet
python-html5lib
python-hyperlink
python-idna
python-importlib-metadata
python-incremental
python-jinja
python-jsonschema
python-lockfile
python-mako
python-markdown
python-markupsafe
python-more-itertools
python-msgpack
python-npyscreen
python-ordered-set
python-packaging
python-pep517
python-pillow
python-pip
python-ply
python-progress
python-psutil
python-pyasn1
python-pyasn1-modules
python-pyaudio
python-pycparser
python-pycups
python-pycurl
python-pyfiglet
python-pygments
python-pyhamcrest
python-pynvim
python-pyopenssl
python-pyparsing
python-pypeg2
python-pyqt5
python-pyqt5-sip
python-pyqtwebengine
python-pyrsistent
python-pysmbc
python-pytoml
python-pyxdg
python-rencode
python-reportlab
python-requests
python-retrying
python-send2trash
python-service-identity
python-setproctitle
python-setuptools
python-six
python-soupsieve
python-toml
python-twisted
python-urllib3
python-virtualenv
python-webencodings
python-xapp
python-yaml
python-zipp
python-zope-interface
python2
python2-appdirs
python2-asn1crypto
python2-attrs
python2-automat
python2-cairo
python2-cffi
python2-click
python2-constantly
python2-cryptography
python2-dbus
python2-enum34
python2-futures
python2-gdal
python2-gobject
python2-gobject2
python2-greenlet
python2-hyperlink
python2-idna
python2-incremental
python2-ipaddress
python2-msgpack
python2-neovim
python2-numpy
python2-ordered-set
python2-packaging
python2-ply
python2-psutil
python2-pycparser
python2-pyhamcrest
python2-pyopenssl
python2-pyparsing
python2-setuptools
python2-six
python2-trollius
python2-twisted
python2-wxpython3
python2-zope-interface
qjackctl
qopenvpn
qpdf
qt5-base
qt5-declarative
qt5-imageformats
qt5-location
qt5-multimedia
qt5-quickcontrols
qt5-quickcontrols2
qt5-sensors
qt5-styleplugins
qt5-svg
qt5-tools
qt5-wayland
qt5-webchannel
qt5-webengine
qt5-webkit
qt5-x11extras
qt5-xmlpatterns
qt5ct
qtkeychain
qutebrowser
r
ranger
raptor
rasqal
rawtherapee
re2
readline
recode
redland
reiserfsprogs
rest
ripgrep
rofi
rpcbind
rstudio-desktop-bin
rsync
rtkit
rtmpdump
rubberband
run-parts
rxvt-unicode
rxvt-unicode-terminfo
s-nail
sane
sbc
sbcl
sbxkb
screenfetch
scrot
sdl
sdl2
sed
semver
serd
serf
sg3_utils
shaderc
shadow
shared-mime-info
skypeforlinux-stable-bin
slang
smbclient
snappy
sord
sound-theme-freedesktop
soundtouch
spandsp
spectre-meltdown-checker
speedtest-cli
speex
speexdsp
spirv-tools
splix
sqlite
squashfuse
sratom
srt
st-manjaro
startup-notification
stoken
subversion
sudo
suitesparse
swh-plugins
syncthing
sysfsutils
syslog-ng
system-config-printer
systemd
systemd-libs
systemd-sysvcompat
t1lib
taglib
talloc
tar
tcl
tdb
telegram-desktop
termdown
terminator
terminus-font
tevent
texinfo
texlive-bibtexextra
texlive-bin
texlive-core
texlive-fontsextra
texlive-formatsextra
texlive-games
texlive-humanities
texlive-langchinese
texlive-langcyrillic
texlive-langextra
texlive-langgreek
texlive-langjapanese
texlive-langkorean
texlive-latexextra
texlive-music
texlive-pictures
texlive-pstricks
texlive-publishers
texlive-science
thin-provisioning-tools
tk
tlp
tmux
totem-pl-parser
tracker
tracker-miners
translate-shell
tree
tslib
ttf-bitstream-vera
ttf-dejavu
ttf-droid
ttf-font-icons
ttf-inconsolata
ttf-indic-otf
ttf-liberation
ttf-linux-libertine
twolame
typespeed
tzdata
uchardet
udevil
udisks2
udunits
ufw
unclutter
unibilium
unoconv
unzip
upower
urxvt-perls
usbmuxd
usbutils
util-linux
v4l-utils
v86d
vamp-plugin-sdk
vertex-maia-themes
vi
vibrancy-icons-teal
vid.stab
viewnior
vim
vim-runtime
virtualbox
virtualbox-ext-oracle
virtualbox-guest-iso
vlc
volume_key
volumeicon
vosviewer
vpnc
vte-common
vte3
vulkan-icd-loader
vulkan-intel
vulkan-radeon
w3m
wavpack
wayland
wayland-protocols
webcamoid
webkit2gtk
webrtc-audio-processing
wget
which
wildmidi
wireless-regdb
wireless_tools
wmutils
woeusb
woff2
wpa_supplicant
wpebackend-fdo
wxgtk-common
wxgtk2
wxgtk3
wxmaxima
x264
x265
xarchiver
xautolock
xbitmaps
xcb-proto
xcb-util
xcb-util-cursor
xcb-util-image
xcb-util-keysyms
xcb-util-renderutil
xcb-util-wm
xcb-util-xrm
xclip
xcursor-breeze
xcursor-chameleon-pearl
xcursor-maia
xdg-dbus-proxy
xdg-su
xdg-user-dirs
xdg-utils
xdotool
xerces-c
xf86-input-elographics
xf86-input-evdev
xf86-input-keyboard
xf86-input-libinput
xf86-input-mouse
xf86-input-void
xf86-video-amdgpu
xf86-video-ati
xf86-video-intel
xf86-video-nouveau
xf86-video-vesa
xfburn
xfce4-power-manager
xfconf
xfsprogs
xkeyboard-config
xmlsec
xorg-bdftopcf
xorg-docs
xorg-font-util
xorg-font-utils
xorg-fonts-100dpi
xorg-fonts-75dpi
xorg-fonts-alias
xorg-fonts-encodings
xorg-fonts-misc
xorg-iceauth
xorg-luit
xorg-mkfontscale
xorg-server
xorg-server-common
xorg-server-devel
xorg-server-xdmx
xorg-server-xephyr
xorg-server-xnest
xorg-server-xvfb
xorg-server-xwayland
xorg-sessreg
xorg-setxkbmap
xorg-smproxy
xorg-twm
xorg-util-macros
xorg-x11perf
xorg-xauth
xorg-xbacklight
xorg-xcmsdb
xorg-xcursorgen
xorg-xdpyinfo
xorg-xdriinfo
xorg-xev
xorg-xgamma
xorg-xhost
xorg-xinit
xorg-xinput
xorg-xkbcomp
xorg-xkbevd
xorg-xkbutils
xorg-xkill
xorg-xlsatoms
xorg-xlsclients
xorg-xmodmap
xorg-xpr
xorg-xprop
xorg-xrandr
xorg-xrdb
xorg-xrefresh
xorg-xset
xorg-xsetroot
xorg-xvinfo
xorg-xwd
xorg-xwininfo
xorg-xwud
xorgproto
xorgproto-transfer
xrandr-invert-colors
xsel
xterm
xvidcore
xxhash
xz
yajl
yaourt
yay
youtube-dl
zathura
zathura-cb
zathura-djvu
zathura-pdf-mupdf
zathura-ps
zbar
zenity
zeromq
zip
zlib
zotero
zsh
zstd
zvbi
zziplib
